Repository: mohammadRrza/Portman_ML
Catalog: portman_web/config/translations/locale/*/LC_MESSAGES/django.po
Languages: fa

source: You are not allowed to vote for this poll.
fa: شما مجاز به رای دادن در این نظرسنجی نیستید.

source: Due date must be in the future.
fa: تاریخ مهلت انجام باید به زمانی در آینده اشاره کند.

source: Reminder time must be in the future.
fa: تاریخ یادآوری باید به زمانی در آینده اشاره کند.

source: Ticket deleted
fa: تیکت حذف شد

source: Marked as read
fa: به عنوان خوانده شده علامت گذاری شد

source: Bookmarked
fa: به لیست نشان شده ها اضافه شد

source: Pinned
fa: پین شد

source: Marked as done
fa: به عنوان انجام شده نشانه گذاری شد

source: One or more invalid choice_ids.
fa: تعدادی از آیدی ها به اشتباه وارد شده اند.

source: You have already voted in this poll, so you can't revote.
fa: شما قبلا در این نظر سنجی شرکت کرده اید بنابراین مجاز به شرکت مجدد نمی باشید.

source: You do not have permission.
fa: دسترسی به این بخش برای شما امکان پذیر نیست.

source: You do not have permission to vote in this poll.
fa: متاسفانه شما اجازه شرکت در این نظرسنجی را ندارید.

source: No choices selected.
fa: هیچ گزینه ای انتخاب نکرده اید.

source: Marked as in progress.
fa: به عنوان در حال انجام نشانه گذاری شد.

source: Marked as to do.
fa: به عنوان کارهای آتی نشانه گذاری شد.

source: Assigned to users.
fa: به کاربران انتخاب شده اختصاص داده شد.

source: Because the task's status was changed to Done by its owner, you cannot change it.
fa: متاسفانه شما امکان تغییر وضعیت این درخواست را ندارید این به دلیل آن است که مالکش، وضعیت آن را به 'انجام شده' تغییر داده است.

source: Farsi
fa: فارسی

source: English
fa: انگلیسی

source: Cenceled
fa: لغو شده

source: Allocated
fa: اشغال شده

source: Corrupted
fa: خراب

source: Released
fa: آزاد

source: Ready To Config
fa: آماده کانفیگ

source: Reserved
fa: رزرو شده

source: Deletion failed. This olt has associated fats that must be addressed before you can proceed. Please delete these fats first.
fa: حذف اولتی انجام نشد. این اولتی دارای اف ای تی است. برای حذف اولتی لطفا ابتدا اف ای تی های وابسته را حذف نمایید.

source: Deletion failed. It has associated olts that must be addressed before you can proceed. Please delete these olts first.
fa: حذف انجام نشد زیرا دارای اولتی است. برای انجام عملیات حذف ابتدا اولتی های وابسته را حذف نمایید.

source: Deletion failed. It has associated cables that must be addressed before you can proceed. Please delete these cables first.
fa: حذف انجام نشد زیرا دارای کابل است. برای انجام عملیات حذف ابتدا کابل های وابسته را حذف نمایید.

source: Deletion failed. It has associated items like splitter, ffat, otb or tb. Please delete these items first.
fa: حذف انجام نشد زیرا دارای آیتم هایی است. برای حذف لطفا ابتدا آیتم های وابسته را حذف نمایید.

source: Partak Error. {message}
fa: خطای پارتاک. {message}

source: Splitter not found
fa: اسپلیتر یافت نشد

source: Patch panel port not found.
fa: پورت پچ پنل یافت نشد

source: This Patch panel port is used by splitter, id=
fa: پورت پچ پنل توسط اسپلیتر اشغال شده است. شناسه=

source: This port/leg number is reserved, id=
fa: این پورت/شماره لگ قبلا رزرو شده است. شناسه=

source: This port/leg number is allocated, id=
fa: این پورت/شماره لگ قبلا اشغال شده است. شناسه=

source: This port/leg number is ready to install, id=
fa: این پورت/شماره لگ آماده نصب است. شناسه=

source: Port/Leg number is not available
fa: پورت/شماره لگ اسپلیتر در دسترس نیست

source: A port is already reserved for this customer
fa: یک پورت قبلا برای این مشترک رزرو شده است

source: English customer's name only accepts english characters
fa: اسم لاتین مشترک فقط حروف انگلیسی میتواند باشد

source: Unable to change reserved port
fa: امکان تغییر در رزرو پورت وجود ندارد

source: Reservation status is not acceptable.
fa: وضعیت رزرو برای انجام درخواست مناسب نیست

source: Could not update installation info
fa: عدم موفقیت در به روزرسانی اطلاعات نصب

source: Unable to ready to install. The port has been already reserved or allocated.
fa: وضعیت را نمیتوان به آماده نصب تغییر داد. این پورت قبلا رزرو یا اشغال شده است.

source: Ready for installation.
fa: آماده به نصب

source: User inactive or deleted.
fa: کاربر غیر فعال یا حذف شده است.

source: You are not belongs to any LDAP group!
fa: گروه شما در الدپ به درستی تعیین نشده است

source: Invalid username/password.
fa: نام کاربری/رمز‌عبور نامعتبر است.

source: Error is {0}
fa: خطا برابر است با : {0}

source: User type updated successfully.
fa: نوع/گروه کاربر با موفقیت به روز شد

source: No types provided.
fa: هیچ نوعی ارسال نشده است

source: No users permission profile provided.
fa: هیچ پروفایلی برای کاربر ارسال نشده است

source: Permissions assignment successfully.
fa: دسترسی ها با موفقیت اعمال شد

source: The deletion was unsuccessful because the selected item has sub-items. Please first remove the sub-items.
fa: حذف ناموفق بود زیرا آیتم انتخاب شده زیر آیتم هایی دارد. لطفا ابتدا زیر آیتم ها را حذف کنید.
